[
  {
    "name": "Unknown",
    "alias": "The Zodiac Killer",
    "bio": "The case file is still open.",
    "image": "https://image.scoopwhoop.com/w594/s3.scoopwhoop.com/aka/serialkillers/1a.jpg.webp",
    "description": "The killer fashioned this name for himself in taunting letters he sent to the Bay Area Press. He left ciphers to be decoded and out of the four he sent, only one was definitely solved. The killer operated in California in the late 1960s and early 1970s. His last letter said: Me- 37 and SFPD (San Francisco Police Dept.)- 0. He claimed to have killed 37 victims but the newspapers confirmed only 7. The case file is still open."
  },
  {
    "name": "Donald Henry Gaskins",
    "alias": "The Hitchhikers' Killer",
    "bio": "",
    "image": "https://image.scoopwhoop.com/w594/s3.scoopwhoop.com/aka/serialkillers/2.jpg.webp",
    "description": "Gaskins has claimed to have killed between 80 to 90 people by torturing and mutilating them. He started killing in 1969, picking up hitchhikers on the coastal highways of the American South. A criminal associate witnessed him killing two young men and confessed to the police. He was sentenced to death which was later turned to life imprisonment without any parole. Gaskins added another murder to his name and became the only man to have ever killed an inmate on death row."
  },
  {
    "name": "Tsutomu Miyazaki",
    "alias": "The Human Dracula",
    "bio": "",
    "image": "https://image.scoopwhoop.com/w594/s3.scoopwhoop.com/aka/serialkillers/3.jpg.webp",
    "description": "He got more names due to his hideous acts. Some of them were The Otaku Murderer, The Little Girl Murderer or Dracula Miyazaki. The reason for this being that he abducted little girls, killed them and indulged in sexual activities with their corpses. On one occasion, he not only drank the victim's blood but ate her hand as well. He also preserved body parts as trophies and sent postcards to the families describing the murder. His father committed suicide and Miyazaki was hanged in 2008, aged 45."
  },
  {
    "name": "Ted Bundy",
    "alias": "The Crazy Necrophile",
    "bio": "",
    "image": "https://image.scoopwhoop.com/w594/s3.scoopwhoop.com/aka/serialkillers/3.jpg.webp",
    "description": "Ted Bundy was an American serial killer, kidnapper, rapist, and necrophile. He operated in various states in the USA and confessed to killing 30 women. He revisited crime scenes and indulged in sexual acts with the corpses. Bundy decapitated at least 12 victims and kept their heads as trophies in his apartment. Aged 42, Bundy died on the electric chair in 1989. His own defence attorney said, \"Ted, was the very definition of heartless evil.\""
  },
  {
    "name": "Ted Bundy",
    "alias": "The Crazy Necrophile",
    "bio": "",
    "image": "https://image.scoopwhoop.com/w594/s3.scoopwhoop.com/aka/serialkillers/3.jpg.webp",
    "description": "Ted Bundy was an American serial killer, kidnapper, rapist, and necrophile. He operated in various states in the USA and confessed to killing 30 women. He revisited crime scenes and indulged in sexual acts with the corpses. Bundy decapitated at least 12 victims and kept their heads as trophies in his apartment. Aged 42, Bundy died on the electric chair in 1989. His own defence attorney said, \"Ted, was the very definition of heartless evil.\""
  },
  {
    "name": "Jack the Ripper",
    "alias": "Jack the Ripper",
    "bio": "",
    "image": "https://image.scoopwhoop.com/w594/s3.scoopwhoop.com/aka/serialkillers/5.jpg.webp",
    "description": "The real killers or killer were never identified. The name came into being because the victims had organs missing and judging by procedure the killer seemed to have surgical experience. Jack the Ripper who was later believed to be a single person killed female prostitutes in the slums of London between 1888-91."
  },
  {
    "name": "Luis Garavito",
    "alias": "The Beast",
    "bio": "",
    "image": "https://image.scoopwhoop.com/w594/s3.scoopwhoop.com/aka/serialkillers/6.jpg.webp",
    "description": "Also dubbed by the media as the Le Bestia (The Beast), the Colombian is probably one of the world's worst serial killers. He confessed to the torture, rape and murder of 147 young boys. But the number is believed to be over 300. He was found guilty on 139 counts, which should amount to 1,853 years in prison. But Columbian law limits it to 30, which is what he was sentenced to in 1999. He may be released earlier for cooperation and good behaviour."
  }
]
